{
  "translation":{
    "about": "About",
    "work": "Work",
    "contact": "Contact",
    "title": "Hi, I'm ",
    "subtitle": "I develop user Interfaces, web and aplications",
    "introduction": "INTRODUCTION",
    "introductionTitle": "Overview.",
    "introductionText": "I'm a skilled software developer with experience in JavaScript, and expertise in frameworks like React, Node.js, and Three.js, i18N, etc... I'm a quick learner and collaborate closely with clients to create efficient, scalable, and user-friendly solutions that solve real-world problems. Let's work together to bring your ideas to life!",
    "jobs": "WHAT I HAVE DONE SO FAR",
    "workTitle": "Work Experience.",
    "experiences": [
      {
        "title": "Full stack Engineer",
        "company_name": "MY BEAUTY PASS PASSPASS",
        "date": "Aug 2022 - Dec 2022",
        "point": [
          "Developing web and mobile applications using ReactJS and React Native and other related technologies.",
          "Collaborating with cross-functional teams including designers, and other developers to create high-quality product.",
          "Implementing responsive design and ensuring cross-browser compatibility."
        ]
      },
      {
        "title": "React.js Developer",
        "company_name": "CUBOS ACADEMY",
        "icon": "cubosAcademy",
        "iconBg": "#383E56",
        "date": "Nov 2022 - May 2023",
        "points": [
          "Developing and maintaining web applications using React.js and other related technologies.",
          "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality product.",
          "Implementing responsive design and ensuring cross-browser compatibility.",
          "Participating in code reviews and providing constructive feedback to other developers."
        ]
      },
      {
        "title": "Freelancer",
        "company_name": "Pinheiro Contabilidade",
        "icon": "pine",
        "iconBg": "#E6DEDD",
        "date": "Jun 2023 - Jul 2023",
        "points": [
          "I developed a custom website for an exceptional accounting firm, Pinheiro Contabilidade",
          "Using modern technologies such as ReactJS and Styled-Components, integrated with an API specialized in providing updated monthly newsletters about the world of accounting."
        ]
      }
    ]
  }
}

