{
  "translation": {
    "about": "About",
    "work": "Work",
    "contact": "Contact",
    "title": "Hi, I'm ",
    "subtitle": "I develop user Interfaces, web and aplications",
    "introduction": "INTRODUCTION",
    "introductionTitle": "Overview.",
    "introductionText": "I'm a skilled software developer with experience in JavaScript, and expertise in frameworks like React, Node.js, and Three.js, i18N, etc... I'm a quick learner and collaborate closely with clients to create efficient, scalable, and user-friendly solutions that solve real-world problems. Let's work together to bring your ideas to life!",
    "jobs": "WHAT I HAVE DONE SO FAR",
    "workTitle": "Work Experience.",
    "titleExperience1": "Full stack Engineer",
    "companyName1": "MY BEAUTY PASS PASSPASS",
    "date1": "Aug 2022 - Dec 2022",
    "points1": "Developing web and mobile applications using ReactJS and React Native and other related technologies.",
    "points11": "Collaborating with cross-functional teams including designers, and other developers to create high-quality product.",
    "points111": "Implementing responsive design and ensuring cross-browser compatibility.",
    "titleExperience2": "React.js Developer",
    "companyName2": "CUBOS ACADEMY",
    "date2": "Nov 2022 - May 2023",
    "points2": "Developing and maintaining web applications using React.js and other related technologies.",
    "points22": "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality product.",
    "points222": "Implementing responsive design and ensuring cross-browser compatibility.",
    "points2222": "Participating in code reviews and providing constructive feedback to other developers.",
    "titleExperience3": "Freelancer",
    "companyName3": "Pinheiro Contabilidade",
    "date3": "Jun 2023 - Jul 2023",
    "points3": "I developed a custom website for an exceptional accounting firm, Pinheiro Contabilidade",
    "points33": "Using modern technologies such as ReactJS and Styled-Components, integrated with an API specialized in providing updated monthly newsletters about the world of accounting.",
    "projectsPresent": "MY WORK",
    "projectsTitle": "Projects.",
    "projectsDescription": "The following projects showcase my skills and experience through examples of my work on real projects. Each project is briefly described with links to code repositories and/or live demos. This reflects my ability to solve complex problems, work with different technologies and manage projects effectively."

  }
}
