{
  "translation": {
    "about": "About",
    "work": "Work",
    "contact": "Contact",
    "title": "Hi, I'm ",
    "subtitle": "Currently working as a freelancer. I develop User Interfaces, web and mobile applications",
    "introduction": "INTRODUCTION",
    "introductionTitle": "Overview.",
    "introductionText": "I'm a skilled software developer with experience in JavaScript, and expertise in frameworks like React, Node.js, and Three.js, i18N, etc... I'm a quick learner and collaborate closely with clients to create efficient, scalable, and user-friendly solutions that solve real-world problems. Let's work together to bring your ideas to life!",
    "jobs": "WHAT I HAVE DONE SO FAR",
    "workTitle": "Work Experience.",
    "titleExperience1": "Full stack Engineer",
    "companyName1": "MY BEAUTY PASS PASSPASS",
    "date1": "Aug 2022 - Dec 2022",
    "points1": "Developing web and mobile applications using ReactJS and React Native and other related technologies.",
    "points11": "Collaborating with cross-functional teams including designers, and other developers to create high-quality product.",
    "points111": "Implementing responsive design and ensuring cross-browser compatibility.",
    "titleExperience2": "React.js Developer",
    "companyName2": "CUBOS ACADEMY",
    "date2": "Nov 2022 - May 2023",
    "points2": "Developing and maintaining web applications using React.js and other related technologies.",
    "points22": "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality product.",
    "points222": "Implementing responsive design and ensuring cross-browser compatibility.",
    "points2222": "Participating in code reviews and providing constructive feedback to other developers.",
    "titleExperience3": "Freelancer",
    "companyName3": "Pinheiro Contabilidade",
    "date3": "Jun 2023 - Jul 2023",
    "points3": "I developed a custom website for an exceptional accounting firm, Pinheiro Contabilidade",
    "points33": "Using modern technologies such as ReactJS and Styled-Components, integrated with an API specialized in providing updated monthly newsletters about the world of accounting.",
    "projectsPresent": "MY WORK",
    "projectsTitle": "Projects.",
    "projectsDescription": "The following projects showcase my skills and experience through examples of my work on real projects. Each project is briefly described with links to code repositories and/or live demos. This reflects my ability to solve complex problems, work with different technologies and manage projects effectively.",
    "project1": "My Beauty Pass",
    "projectDescription1": "Corporate benefit focused on beauty. A platform where registered customers can make appointments and discover the location of partner establishments.",
    "project2": "Mais Adv",
    "projectDescription2": "A platform for registration of offices so that they can register their customers and their respective audiences, in addition to digital signature, generate PDF among other features.",
    "project3": "Pinheiro Contabilidade",
    "projectDescription3": "Custom website for an accounting firm. integrated with an API that specializes in providing updated monthly newsletters about the world of accounting.",
    "project4": "Luciana Nutricionista",
    "projectDescription4": "Landing page for professional promotion of a Nutrition office. With various information and interactions with the user.",
    "contactPresent": "GET IN TOUCH",
    "contactTitle": "Contact.",
    "contactDescription": "I would love to hear about your current job and how I could help. I am currently looking for a position and open to multiple opportunities. I'm a hardworking and positive person who will always do things with a sense of purpose and attention to detail. Feel free to check out my profiles below and get in touch using the form.",
    "labelName": "Your Name",
    "placeholderName": "Waht's your Name?",
    "labelEmail": "Your E-mail",
    "placeholderEmail": "Waht's your e-mail?",
    "labelMessage": "Your Message",
    "placeholderMessage": "Waht do you want to say?",
    "send": "Send",
    "loading": "Sending",
    "feedback":"Thank you. I will get back to you as soon as possible.",
    "alert": "Ahh, something went wrong. Make sure you fill in all the fields and try again, please."
  }
}
