{
  "translation": {
    "about": "Sobre",
    "work": "Trabalhos",
    "contact": "Contato",
    "title": "Olá, Eu sou ",
    "subtitle": "Eu desenvolvo Interfaces de usuários, aplicações web e mobile",
    "introduction": "INTRODUÇÃO",
    "introductionTitle": "Visão Geral.",
    "introductionText": "Sou um desenvolvedor de software qualificado com experiência em JavaScript e experiência em estruturas como React, Node.js e Three.js, i18N, etc... Aprendo rápido e colaboro de perto com os clientes para criar soluções eficientes, escaláveis e fáceis de usar que resolvem problemas do mundo real. Vamos trabalhar juntos para dar vida às suas ideias!",
    "jobs": "O QUE EU FIZ ATÉ AGORA",
    "workTitle": "Experiência.",
    "firstJob": "Engenheiro Full stack",
    "firstcompany": "MY BEAUTY PASS",
    "titleExperience1": "Engenheiro Full stack",
    "companyName1": "MY BEAUTY PASS PASSPASS",
    "date1": "Ago 2022 - Dez 2022",
    "points1": "Desenvolvimento de aplicações web e mobile utilizando ReactJS e React Native, juntamente com outras tecnologias relacionadas.",
    "points11": "Colaboração com equipes multifuncionais, incluindo designers e outros desenvolvedores, para criar produtos de alta qualidade.",
    "points111": "Implementação de design responsivo e garantia de compatibilidade entre diferentes navegadores.",
    "titleExperience2": "Desenvolvedor React.js",
    "companyName2": "CUBOS ACADEMY",
    "date2": "Nov 2022 - Mai 2023",
    "points2": "Desenvolvimento e manutenção de aplicações web utilizando React.js e outras tecnologias relacionadas.",
    "points22": "Colaboração com equipes multifuncionais, incluindo designers, gerentes de produto e outros desenvolvedores, para criar produtos de alta qualidade.",
    "points222": "Implementação de design responsivo e garantia de compatibilidade entre diferentes navegadores.",
    "points2222": "Participação em revisões de código e fornecimento de feedback construtivo para outros desenvolvedores.",
    "titleExperience3": "Freelancer",
    "companyName3": "Pinheiro Contabilidade",
    "date3": "Jun 2023 - Jul 2023",
    "points3": "Desenvolvi um website personalizado para uma contabilidade excepcional, Pinheiro Contabilidade.",
    "points33": "Utilizando tecnologias modernas como ReactJS e Styled-Components, integradas com uma API especializada em fornecer boletins mensais atualizados sobre o mundo da contabilidade.",
    "projectsPresent": "MEU TRABALAHO",
    "projectsTitle": "Projectos.",
    "projectsDescription": "Os projetos a seguir mostram minhas habilidades e experiências por meio de exemplos do meu trabalho em projetos reais. Cada projeto é brevemente descrito com links para repositórios de código e/ou demonstrações ao vivo. Isso reflete minha capacidade de resolver problemas complexos, trabalhar com diferentes tecnologias e gerenciar projetos de forma eficaz.",
    "project1": "My Beauty Pass",
    "projectDescription1": "Corporate benefit focused on beauty. A platform where registered customers can make appointments and discover the location of partner establishments.",
    "project2": "Mais Adv",
    "projectDescription2": "Uma plataforma de cadastro de escritórios para que possam cadastrar seus clientes e seus respectivos públicos, além de assinatura digital, geração de PDF entre outras funcionalidades.",
    "project3": "Pinheiro Contabilidade",
    "projectDescription3": "Site personalizado para escritório de contabilidade. integrado a uma API especializada em fornecer newsletters mensais atualizadas sobre o mundo da contabilidade.",
    "project4": "Luciana Nutricionista",
    "projectDescription4": "Site personalizado para divulgação profissional de um consultório de Nutrição. Com diversas informações e interações com o usuário.",
    "contactPresent": "ENTRAR EM CONTATO",
    "contactTitle": "Contato.",
    "contactDescription": "Eu adoraria ouvir sobre seu trabalho atual e como eu poderia ajudar. Atualmente estou procurando uma posição e aberto a várias oportunidades. Sou uma pessoa trabalhadora e positiva que sempre fará as coisas com senso de propósito e atenção aos detalhes. Sinta-se à vontade para conferir meus perfis abaixo e entrar em contato usando o formulário.",
    "labelName": "Seu Nome",
    "placeholderName": "Qual seu nome?",
    "labelEmail": "Seu E-mail",
    "placeholderEmail": "Qual seu e-mail?",
    "labelMessage": "Sua Menssagem",
    "placeholderMessage": "O que deseja dizer?",
    "Button": "Enviar",
    "feedback":"Obrigado pelo contato. Entrarei em contato o mais breve possível.",
    "alert": "Ahh, Alguma coisa deu errado. Verifique se preencheu todos os campos e tente novamente, por favor."
  }
}
